Repository: rneeft/Top2000
Catalog: src/apps/WindowsApp/Globalisation/*/Resources.resw
Source language: en
Languages: fr, nl

# About.Text
source: About
fr: Propos

# AboutThisApp.Text
source: This app displays the Top 2000 charts since the year 1999 and view the statistics from a track.
fr: Cette application affiche les listes Top 2000 depuis l'année 1999. Voir les statistiques et les positions de chaque chanson.
nl: Deze app toont de Top 2000 lijst sinds het jaar 1999 en toont statistieken van een plaat.

# Appearances.Text
source: Appearances
fr: Apparition
nl: Noteringen

# Artist.Text
source: Artist
fr: Artiste
nl: Artiest

# Copyright.Text
source: Copyright (c) Chroomsoft. All rights reserved.
fr: Droit d'auteur (c) Chroomsoft. Tous les droits sont réservés.
nl: Copyright © Chroomsoft. All rechten voorbehouden

# DarkTheme.Content
source: Dark
fr: Sombre
nl: Donker

# DevelopedBy.Text
source: Developed By
fr: Développé par
nl: Ontwikkeld door

# Disclaimer.Text
source: Disclaimer
fr: Avertissement

# DisclaimerText.Text
source: THIS INFORMATION OF THIS APP IS PROVIDED 'AS IS' WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY AND/OR FITNESS FOR A PARTICULAR PURPOSE. THIS IS NOT AN OFFICAL APP FROM THE NEDERLANDSE PUBLIEKE OMROEP (DUTCH PUBLIC BROADCASTING [AGENCY]).
fr: CES INFORMATIONS SONT FOURNIES «TELLES QUELLES» SANS GARANTIE D'AUCUNE SORTE, EXPRESSE OU IMPLICITE, Y COMPRIS, MAIS SANS S'Y LIMITER, LES GARANTIES IMPLICITES DE QUALITÉ MARCHANDE ET / OU D'ADAPTATION À UN USAGE PARTICULIER. CECI N'EST PAS UNE APPLICATION OFFICIELLE DE LA NEDERLANDSE PUBLIEKE OMROEP (RADIODIFFUSION PUBLIQUE HOLLANDAISE [AGENCE]).
nl: DE MAKER VAN DEZE APP IS NIET AANSPRAKELIJK NOCH VERANTWOORDELIJK VOOR DE JUISTHEID VAN DE INFORMATIE GETOOND BINNEN DEZE APP. DIT IS GEEN OFFICELE APP VAN DE NEDERLANDSE PUBLIEKE OMROEP.

# Feedback.Content
source: Feedback
fr: Retour d'information

# GroupBy.Text
source: Group by
fr: Grouper par
nl: Groeperen op

# InTop2000.Text
source: In Top 2000
fr: Dans le Top 2000

# LastPosition.Text
source: Last Position
fr: Dernière position
nl: Laatste positie

# LatestPlayTime.Text
source: Latest Top 2000
fr: Toute dernière Top 2000
nl: Laatste notering in de Top 2000

# LightTheme.Content
source: Light
fr: Lumineux
nl: Licht

# None.Text
source: None
fr: Aucun
nl: Niks

# OpenMenu.Text
source: Open Menu
fr: Ouvrir le menu

# OrVisitFacebook.Text
source: or visit Facebook at
fr: ou visitez Facebook au
nl: of bezoek ons op Facebook op

# RecordHigh.Text
source: Record High
fr: Position plus haute
nl: Hoogste

# RecordLow.Text
source: Record Low
fr: Position plus basse
nl: Laagste

# ResultNotFound.Text
source: No results found
fr: Aucun résultat trouvé
nl: Geen resultaten gevonden

# ResultsFound.Text
source: results found
fr: résultats trouvés
nl: Resultaten gevonden:

# SearchTop2000.PlaceholderText
source: Search the Top 2000
fr: Rechercher le Top 2000
nl: Zoek in Top 2000

# SelectYear.Text
source: Select a year
fr: Sélectionnez une année
nl: Selecteer een jaar

# Settings.Text
source: Settings
fr: Paramètres
nl: Instellingen

# ShowCurrentGroup.Text
source: Show current time
fr: Afficher l'heure exacte
nl: Toon huidige tijd

# ShowSelectedTrack.Text
source: Show selected Track
fr: Afficher la chanson sélectionnée
nl: Toon geselecteerde jaar

# SinceRelease.Text
source: Since Release
fr: Depuis la sortie
nl: Sinds ontstaan

# SortBy.Text
source: Sort by
fr: Trier par
nl: Sorteer op

# SystemTheme.Content
source: Use system setting
fr: Utiliser la Paramètre du système
nl: Gebruik systeem instellingen

# ThemeMode.Text
source: Theme Mode
fr: Mode de thème
nl: Thema

# Title.Text
source: Title
fr: Titre
nl: Titel

# ToContact.Text
source: To contact
fr: Contacter
nl: Benader

# UpdateAvailable.Text
source: We’ve downloaded a new version of the Top 2000 list. Please restart the app to apply the new version.
fr: Nous avons téléchargé une nouvelle version de la liste Top 2000.
nl: We hebben een nieuwe Top 2000 lijst gedownload.

# UpdateAvailableHeader.Text
source: Updated Top 2000 list available
fr: Mise à jour de la liste Top 2000 disponible
nl: Nieuwe Top 2000 lijst beschikbaar

# VisitTop2000Site.Text
source: Visit the Official NPO Top 2000 Web site at:
fr: Visitez le site Web officiel de NPO Top 2000 au:
nl: Bezoek de officele NPO Top 2000 website op:

# WhatIsTop2000.Text
source: The Top 2000 is an annual broadcasting program of the Dutch radio station Radio 2. The show begins broadcasting at 8 AM on Christmas Days and continues until midnight of New Year's Eve (CET Time).
fr: Le Top 2000 est un programme de diffusion annuel de la station de radio néerlandaise Radio 2. Le spectacle commence à être diffusé à 8h00 pendant les jours de Noë et se poursuit jusqu'à minuit du Nouvel An (Heure d'Europe centrale).
nl: De Top 2000 is jaarlijks radioprogramma van Radio 2. Het wordt uitgezonden vanaf 8 uur op Eerste Kerstdag tot oudjaarsnacht.

# Year.Text
source: Year
fr: Année
nl: Jaar

# YearsOverview.Content
source: Year Overview
fr: Aperçu de l'année
nl: Jaar overzicht

# Youtube.Label
source: Open YouTube
fr: Ouvrir YouTube

# AutomaticallyScroll.Text
source: Automatically scroll to the playing hour
nl: Actuele positie tonen

# DatePivot.Header
source: Date
nl: Datum

# PositionPivot.Header
source: Position
nl: Positie

# Search.Content
source: Search
nl: Zoeken
